Repository: TakahitoChujo/freshkeeper
Catalog: FreshKeeper/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# action.back
source: 戻る
en: Back

# action.cancel
source: キャンセル
en: Cancel

# action.consume
source: 使い切った
en: Consumed

# action.delete
source: 削除
en: Delete

# action.discard
source: 捨てた
en: Discarded

# action.done
source: 完了
en: Done

# detail.barcode
source: バーコード
en: Barcode

# detail.days_remaining
source: 残り日数
en: Days Remaining

# detail.delete_confirm
source: この食品を削除しますか？
en: Delete this item?

# detail.expiry_date
source: 賞味期限
en: Expiry Date

# detail.info
source: 情報
en: Info

# detail.name
source: 商品名
en: Product Name

# detail.quantity %lld
source: 個数: %lld
en: Quantity: %lld

# detail.registered
source: 登録日
en: Registered

# detail.storage
source: 保管場所
en: Storage

# expiry.days_left %lld
source: 残り%lld日
en: %lld days left

# expiry.days_over %lld
source: %lld日超過
en: %lld days over

# expiry.expired
source: 期限切れ
en: Expired

# expiry.safe
source: 余裕あり
en: Safe

# expiry.today
source: 今日まで
en: Today

# expiry.urgent
source: 期限切れ間近
en: Expiring soon

# expiry.warning
source: もうすぐ
en: Coming up

# filter.all
source: すべて
en: All

# home.empty.description
source: スキャンタブから食品を登録しましょう
en: Register food items from the Scan tab

# home.empty.title
source: 食品が登録されていません
en: No food items registered

# notification.expired.body.generic
source: 賞味期限が過ぎた食品があります。使い切りましたか？
en: You have expired food. Did you use it?

# notification.expired.title
source: 賞味期限が過ぎました
en: Item has expired

# notification.expiring_soon.body.generic %lld
source: 賞味期限が%lld日後の食品があります。アプリで確認しましょう
en: You have food expiring in %lld days. Check the app for details

# notification.expiring_soon.title
source: 賞味期限が近づいています
en: Expiry date approaching

# notification.today.body.generic
source: 今日が賞味期限の食品があります。使い切りましょう！
en: You have food expiring today. Use it before it goes to waste!

# notification.today.title
source: 賞味期限は今日です
en: Expiry date is today

# notifications.empty.description
source: 期限切れや期限間近の食品はありません
en: No expired or expiring items

# notifications.empty.title
source: 通知はありません
en: No notifications

# notifications.title
source: 通知
en: Notifications

# sample.bread
source: 食パン
en: Bread

# sample.cheese
source: チーズ
en: Cheese

# sample.chicken
source: 鶏肉
en: Chicken

# sample.eggs
source: 卵
en: Eggs

# sample.frozen_udon
source: 冷凍うどん
en: Frozen Udon

# sample.milk
source: 牛乳
en: Milk

# sample.tofu
source: 豆腐
en: Tofu

# sample.yogurt
source: ヨーグルト
en: Yogurt

# savings.diff %@
source: 先月比 ¥%@
en: vs last month ¥%@

# savings.monthly
source: 今月の節約額
en: Monthly savings

# scan.camera_permission.message
source: バーコードや賞味期限をスキャンするには カメラへのアクセスを許可してください
en: Please allow camera access to scan barcodes and expiry dates

# scan.camera_permission.open_settings
source: 設定を開く
en: Open Settings

# scan.camera_permission.title
source: カメラへのアクセスが必要です
en: Camera Access Required

# scan.continuous
source: 続けてスキャン
en: Continuous scan

# scan.date_detected
source: 日付検出
en: Date Detected

# scan.expiry_date
source: 賞味期限
en: Expiry Date

# scan.product_name
source: 商品名
en: Product Name

# scan.product_name.placeholder
source: 商品名を入力
en: Enter product name

# scan.quantity
source: 個数
en: Quantity

# scan.register
source: 登録する
en: Register

# scan.result
source: 読み取り結果
en: Scan Result

# scan.storage
source: 保管場所
en: Storage

# scan.title
source: スキャン
en: Scan

# settings.about
source: アプリについて
en: About

# settings.data
source: データ
en: Data

# settings.days_before %lld
source: %lld日前
en: %lld days before

# settings.export
source: データのエクスポート
en: Export Data

# settings.feedback
source: フィードバック送信
en: Send Feedback

# settings.icloud_sync
source: iCloud同期
en: iCloud Sync

# settings.notifications
source: 通知
en: Notifications

# settings.notify_before
source: 通知タイミング
en: Notify before

# settings.notify_time
source: 通知時刻
en: Notification time

# settings.sync
source: 同期
en: Sync

# settings.title
source: 設定
en: Settings

# settings.version
source: バージョン
en: Version

# statistics.consumed
source: 使い切り
en: Consumed

# statistics.consumption_rate
source: 使い切り率
en: Consumption Rate

# statistics.cumulative
source: 累計
en: Cumulative

# statistics.discarded
source: 廃棄
en: Discarded

# statistics.monthly_savings
source: 今月の節約額
en: Monthly Savings

# statistics.monthly_summary
source: 今月のサマリー
en: Monthly Summary

# statistics.overall_rate
source: 通算使い切り率
en: Overall Rate

# statistics.title
source: 統計
en: Statistics

# statistics.total_registered
source: 登録食品
en: Registered Items

# statistics.total_savings
source: 総節約額
en: Total Savings

# storage.freezer
source: 冷凍庫
en: Freezer

# storage.other
source: その他
en: Other

# storage.refrigerator
source: 冷蔵庫
en: Fridge

# tab.home
source: ホーム
en: Home

# tab.scan
source: スキャン
en: Scan

# tab.statistics
source: 統計
en: Statistics

# onboarding.next
source: 次へ
en: Next

# onboarding.page1.description
source: 冷蔵庫・冷凍庫の食品と賞味期限をまとめて管理
en: Manage expiry dates for all your fridge and freezer items in one place

# onboarding.page1.title
source: 食品をかんたん管理
en: Easy Food Management

# onboarding.page2.description
source: カメラでバーコードをスキャンするだけで素早く登録
en: Just scan a barcode with your camera to register items quickly

# onboarding.page2.title
source: バーコードで素早く登録
en: Quick Barcode Scanning

# onboarding.page3.description
source: 通知で食品ロスを防止しましょう
en: Get notified before items expire to reduce food waste

# onboarding.page3.title
source: 期限切れ前にお知らせ
en: Expiry Reminders

# onboarding.page4.description
source: 毎月の節約額をトラッキングして見える化
en: Track how much you save each month by reducing food waste

# onboarding.page4.title
source: 節約を見える化
en: Visualize Your Savings

# onboarding.start
source: はじめる
en: Get Started

# unit.items
source: 個
en: items
